/* 
  Installer.strings
  CleanMyMac

  Created by tanlan on 9/25/17.
  Copyright © 2017 MacPaw. All rights reserved.
*/
"Installer_WindowTitle" = "Installa %@";
"Installer_StatusTextValue_Downloading" = "Scarico %@…";
"Installer_StatusTextValue_Retrying" = "Download non riuscito. Riprovo…";
"Installer_StatusTextValue_RetryingSec" = "Download non riuscito. Riprovo tra %lus";

"Installer_IncompleteAlert_Message" = "Download in corso";
"Installer_IncompleteAlert_InformativeText" = "Sei sicuro di voler uscire prima che il download di %@ sia completato?";
"Installer_IncompleteAlert_DefaultButton" = "Continua download";
"Installer_IncompleteAlert_AlternativeButton" = "Esci";

"Installer_FailureAlert_Message" = "Download non riuscito";
"Installer_FailureAlert_InformativeText" = "Si è verificato un errore durante il download di %@. Prova a scaricare il file direttamente dal sito web.";
"Installer_FailureAlert_DefaultButton" = "Download diretto";
"Installer_FailureAlert_AlternativeButton" = "Annulla";

"Installer_NoConnection_DefaultButton" = "Ricordamelo più tardi";
